{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "3D Models"
			},
			"Translation":
			{
				"Text": "Modelos 3D"
			},
			"Key": "B767B68243A25E3E178B37BD02AB5203"
		},
		{
			"Source":
			{
				"Text": "Action"
			},
			"Translation":
			{
				"Text": "Acción"
			},
			"Key": "B72FC3F447956783AB27C9B347F0E808"
		},
		{
			"Source":
			{
				"Text": "Aim"
			},
			"Translation":
			{
				"Text": "Apuntar"
			},
			"Key": "EDB7AA7347DC557B3911FE9947AD7E25"
		},
		{
			"Source":
			{
				"Text": "Audio"
			},
			"Translation":
			{
				"Text": "Audio"
			},
			"Key": "375A0B0D4C810560C5ADF4A5E820135C"
		},
		{
			"Source":
			{
				"Text": "Audio Volume"
			},
			"Translation":
			{
				"Text": "Volumen Audio"
			},
			"Key": "B07CA125472F6FCF8F1520B7DDAB3566"
		},
		{
			"Source":
			{
				"Text": "Back to Main Menu"
			},
			"Translation":
			{
				"Text": "Regresar a Menu"
			},
			"Key": "985BF7174A6CC6901683768FB32799C5"
		},
		{
			"Source":
			{
				"Text": "Bullets"
			},
			"Translation":
			{
				"Text": "Balas"
			},
			"Key": "335990BB47518A501DF801A2D50580A1"
		},
		{
			"Source":
			{
				"Text": "Controls"
			},
			"Translation":
			{
				"Text": "Controles"
			},
			"Key": "CBD5F8D24093BF606F674694BBF9E901"
		},
		{
			"Source":
			{
				"Text": "Controls Scheme"
			},
			"Translation":
			{
				"Text": "Esquema de Controles"
			},
			"Key": "05E190D343FC8BDAB7A67BA90F07B3EB"
		},
		{
			"Source":
			{
				"Text": "Credits"
			},
			"Translation":
			{
				"Text": "Creditos"
			},
			"Key": "6D6231364EBBDB67C54CA78967B0FA90"
		},
		{
			"Source":
			{
				"Text": "Credits"
			},
			"Translation":
			{
				"Text": "Creditos"
			},
			"Key": "D4A2009A4D3017A9A6F1C4B9EADA8269"
		},
		{
			"Source":
			{
				"Text": "Dash"
			},
			"Translation":
			{
				"Text": "Dash"
			},
			"Key": "4D151652480ADB69B63AA6B5BCCA9DA8"
		},
		{
			"Source":
			{
				"Text": "Date"
			},
			"Translation":
			{
				"Text": "Fecha"
			},
			"Key": "46CC21934FA98FAD574A2584C6FCE612"
		},
		{
			"Source":
			{
				"Text": "Date: {Date}"
			},
			"Translation":
			{
				"Text": "Fecha: {Date}"
			},
			"Key": "9FC0BA3E4CD8FC5DDE3AE5A6DD42FB3F"
		},
		{
			"Source":
			{
				"Text": "Designer"
			},
			"Translation":
			{
				"Text": "Diseñador"
			},
			"Key": "4C5356CA4ED259C6D38524BAD03AE28B"
		},
		{
			"Source":
			{
				"Text": "Energy"
			},
			"Translation":
			{
				"Text": "Energia"
			},
			"Key": "60D5047E49501A6AFCE957865E04F0FC"
		},
		{
			"Source":
			{
				"Text": "English"
			},
			"Translation":
			{
				"Text": "Ingles"
			},
			"Key": "B79410624CD5A440446FEA8A04201585"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": "Salir"
			},
			"Key": "45AB571D4937B3A748FA14858B278525"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": "Salir"
			},
			"Key": "9338CC0F4632A5592A28FEACF7763EA8"
		},
		{
			"Source":
			{
				"Text": "Final Score"
			},
			"Translation":
			{
				"Text": "Puntaje Final"
			},
			"Key": "7998BF684EA8817AD4726DA10E35E8A8"
		},
		{
			"Source":
			{
				"Text": "Fire"
			},
			"Translation":
			{
				"Text": "Disparar"
			},
			"Key": "81EC1C8A4F796A39B3576C84B5F5EC1E"
		},
		{
			"Source":
			{
				"Text": "Game Result"
			},
			"Translation":
			{
				"Text": "Resultado"
			},
			"Key": "EC4578104603366316F3559FC2831599"
		},
		{
			"Source":
			{
				"Text": "Gamepad"
			},
			"Translation":
			{
				"Text": "Gamepad"
			},
			"Key": "5B69AA5F4F9CF5DBEA8666BAC59ADE18"
		},
		{
			"Source":
			{
				"Text": "Health"
			},
			"Translation":
			{
				"Text": "Salud"
			},
			"Key": "876E824F496D6868E5C7BE9DB6241707"
		},
		{
			"Source":
			{
				"Text": "High"
			},
			"Translation":
			{
				"Text": "Alta"
			},
			"Key": "7BEFECCD46BDD856C2A56DB05D7BDF7B"
		},
		{
			"Source":
			{
				"Text": "Keyboard"
			},
			"Translation":
			{
				"Text": "Teclado"
			},
			"Key": "C499EFC3416CBCD95D11729CCAB4D3EC"
		},
		{
			"Source":
			{
				"Text": "LB"
			},
			"Translation":
			{
				"Text": "LB"
			},
			"Key": "27E55B1D45CA86C1A3AD1092B81C758C"
		},
		{
			"Source":
			{
				"Text": "Low"
			},
			"Translation":
			{
				"Text": "Baja"
			},
			"Key": "BABC70C24C148DB531D0939445D1B3A8"
		},
		{
			"Source":
			{
				"Text": "Master"
			},
			"Translation":
			{
				"Text": "Principal"
			},
			"Key": "96B2CFE14DE683515891E38ED3FC51B4"
		},
		{
			"Source":
			{
				"Text": "Medium"
			},
			"Translation":
			{
				"Text": "Media"
			},
			"Key": "1FB607794BF0E3553EDD058B2374EECF"
		},
		{
			"Source":
			{
				"Text": "Move"
			},
			"Translation":
			{
				"Text": "Moverse"
			},
			"Key": "7980262C4FBF3C5D9E3B0CB188DF6CCD"
		},
		{
			"Source":
			{
				"Text": "Music"
			},
			"Translation":
			{
				"Text": "Musica"
			},
			"Key": "57AE35414839BE00B4E8EF9DB5423928"
		},
		{
			"Source":
			{
				"Text": "New Wave Incoming!!"
			},
			"Translation":
			{
				"Text": "¡Nueva Oleada entrante!"
			},
			"Key": "129E5CF44DE4C84A84CCC6B00DA7795F"
		},
		{
			"Source":
			{
				"Text": "Next"
			},
			"Translation":
			{
				"Text": "Siguiente"
			},
			"Key": "191B6540426CF7E00DB9E89A0529BF67"
		},
		{
			"Source":
			{
				"Text": "Pause"
			},
			"Translation":
			{
				"Text": "Pausa"
			},
			"Key": "BB617BCB4574303549D937802E89566E"
		},
		{
			"Source":
			{
				"Text": "Pause Menu"
			},
			"Translation":
			{
				"Text": "Menu Pausa"
			},
			"Key": "8D1E77004795192D994E9D8C96B962DD"
		},
		{
			"Source":
			{
				"Text": "Play"
			},
			"Translation":
			{
				"Text": "Jugar"
			},
			"Key": "E8FB1B744159D95898C6668DBEF85612"
		},
		{
			"Source":
			{
				"Text": "Play"
			},
			"Translation":
			{
				"Text": "Jugar"
			},
			"Key": "4189C0AB4332342E91D0AEB3370F5104"
		},
		{
			"Source":
			{
				"Text": "Play"
			},
			"Translation":
			{
				"Text": "Jugar"
			},
			"Key": "5AFAEB314E0C950FB97421B1D30D638A"
		},
		{
			"Source":
			{
				"Text": "Points:"
			},
			"Translation":
			{
				"Text": "Puntos:"
			},
			"Key": "67F4C0D141F590EAE6A577A0D8B4C299"
		},
		{
			"Source":
			{
				"Text": "Previous"
			},
			"Translation":
			{
				"Text": "Anterior"
			},
			"Key": "A97A9C6C4E72831A7BCC3F94C794F05B"
		},
		{
			"Source":
			{
				"Text": "Programmer"
			},
			"Translation":
			{
				"Text": "Programador"
			},
			"Key": "7266350143877E13EE9F66AF46D3F4F9"
		},
		{
			"Source":
			{
				"Text": "Quit"
			},
			"Translation":
			{
				"Text": "Salir"
			},
			"Key": "39CE6363459507FAC2664EAD9B7F9E4C"
		},
		{
			"Source":
			{
				"Text": "Quit"
			},
			"Translation":
			{
				"Text": "Salir"
			},
			"Key": "A9D2E01D45649B1807E521989195E688"
		},
		{
			"Source":
			{
				"Text": "RB"
			},
			"Translation":
			{
				"Text": "RB"
			},
			"Key": "95C6AD614011D1C842386A8E576D6198"
		},
		{
			"Source":
			{
				"Text": "Rage"
			},
			"Translation":
			{
				"Text": "Furia"
			},
			"Key": "B0B5EAB34BF10DF99605699998AA4A16"
		},
		{
			"Source":
			{
				"Text": "Rage Attack"
			},
			"Translation":
			{
				"Text": "Ataque Especial"
			},
			"Key": "2EE10B0046D6023EEDED26B960CCE3F3"
		},
		{
			"Source":
			{
				"Text": "Reload"
			},
			"Translation":
			{
				"Text": "Recargar"
			},
			"Key": "639D2281417AFBC55EE24D928A37EF5A"
		},
		{
			"Source":
			{
				"Text": "Restart"
			},
			"Translation":
			{
				"Text": "Reiniciar"
			},
			"Key": "6DD361F047B05DF55811309C66861456"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": "Continuar"
			},
			"Key": "603CAE2D475A477FEEE4838E4F4ACDEA"
		},
		{
			"Source":
			{
				"Text": "Return To Main Menu"
			},
			"Translation":
			{
				"Text": "Regresar al Menu Principal"
			},
			"Key": "2F777A16480BD315BB76459D7B1F2409"
		},
		{
			"Source":
			{
				"Text": "SFX"
			},
			"Translation":
			{
				"Text": "SFX"
			},
			"Key": "4F20925942B4916E22A751B03DB536FE"
		},
		{
			"Source":
			{
				"Text": "Sensitivity"
			},
			"Translation":
			{
				"Text": "Sensibilidad"
			},
			"Key": "8800D72448B54032F86DFDA5AD7DC68B"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "Ajustes"
			},
			"Key": "3212EB9A44E696EC053F5DA1A6B6BBF6"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "Ajustes"
			},
			"Key": "A956CC4F44ED432D1D7DB1996FC8896C"
		},
		{
			"Source":
			{
				"Text": "Skip Tutorial"
			},
			"Translation":
			{
				"Text": "Omitir Tutorial"
			},
			"Key": "07E9801F42626D6C23057FB1B6F48204"
		},
		{
			"Source":
			{
				"Text": "Spanish"
			},
			"Translation":
			{
				"Text": "Español"
			},
			"Key": "87D7A72F40B82138553086B1E42502A7"
		},
		{
			"Source":
			{
				"Text": "TabName"
			},
			"Translation":
			{
				"Text": "TabName"
			},
			"Key": "8D1DC71F4796B0F8F55D888658EEB060"
		},
		{
			"Source":
			{
				"Text": "TabName"
			},
			"Translation":
			{
				"Text": "TabName"
			},
			"Key": "031CC94644D6FBC0F8AD9ABF6ED4E157"
		},
		{
			"Source":
			{
				"Text": "TabName"
			},
			"Translation":
			{
				"Text": "TabName"
			},
			"Key": "7EE00DE54847724443B083A27ED330EF"
		},
		{
			"Source":
			{
				"Text": "TabNameSettings"
			},
			"Translation":
			{
				"Text": "TabNameSettings"
			},
			"Key": "1DFA3B944DE2BE0C78F875994B8686DB"
		},
		{
			"Source":
			{
				"Text": "Text Language"
			},
			"Translation":
			{
				"Text": "Idioma del texto"
			},
			"Key": "559FBF104FF0E47617208AAD7418E62F"
		},
		{
			"Source":
			{
				"Text": "Time Elapsed"
			},
			"Translation":
			{
				"Text": "Tiempo Transcurrido"
			},
			"Key": "A5F6B1764FB56F5DD128A3A77436AF9A"
		},
		{
			"Source":
			{
				"Text": "Ultra"
			},
			"Translation":
			{
				"Text": "Ultra"
			},
			"Key": "23BFB4F8401314D98EE5B4AED615B3D1"
		},
		{
			"Source":
			{
				"Text": "Video"
			},
			"Translation":
			{
				"Text": "Video"
			},
			"Key": "5D2339344318FCD19F5AFFA8E8BFA4C9"
		},
		{
			"Source":
			{
				"Text": "Video Quality"
			},
			"Translation":
			{
				"Text": "Calidad Video"
			},
			"Key": "727D1D5E44A98637C006ED83C8D18EAA"
		},
		{
			"Source":
			{
				"Text": "Wave"
			},
			"Translation":
			{
				"Text": "Oleada"
			},
			"Key": "A12C3D77482DC55843BAE0BBDEEFF1C5"
		},
		{
			"Source":
			{
				"Text": "Wave Ended"
			},
			"Translation":
			{
				"Text": "Oleada Finalizada"
			},
			"Key": "5BBF9FD84DD920F6CCBC8AA5881E44F8"
		},
		{
			"Source":
			{
				"Text": "Wave Status"
			},
			"Translation":
			{
				"Text": "Estado Oleada"
			},
			"Key": "3E9145C042930B1C9BAC78A22923691C"
		},
		{
			"Source":
			{
				"Text": "YOU DIED"
			},
			"Translation":
			{
				"Text": "PERDISTE"
			},
			"Key": "423AA2E748637D79497F6B99C68706DF"
		},
		{
			"Source":
			{
				"Text": "¡YOU WON!"
			},
			"Translation":
			{
				"Text": "¡GANASTE!"
			},
			"Key": "8DBF63BF4FC142B808FA9A8458C9466D"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "TutorialSheet",
			"Children": [
				{
					"Source":
					{
						"Text": "<Action>Dash</>: <img id=\"RMouse\" height=\"40\"/> or  <img id=\"ABtn\" height=\"40\"/> \n\n<Action>Dash</> action consumes <Energy>Energy</>\n\n<Energy>Energy</> restores slowly with time"
					},
					"Translation":
					{
						"Text": "<Action>Dash</>: <img id=\"RMouse\" height=\"40\"/> o <img id=\"ABtn\" height=\"40\"/> \r\n\r\nLa acción de <Action>Dash</> consume <Energy>Energía</>.\r\n\r\nLa <Energy>Energía</> se recupera lentamente con el tiempo."
					},
					"Key": "4_TextColumn"
				},
				{
					"Source":
					{
						"Text": "<Action>Defeating</> an <Danger>Enemy</> rewards you with <Points>Points</>, adds to your <Rage>Rage gauge</>, and provides a chance to receive valuable <Item>items</> as drops.\nThere are 4 types of <Item>items</>\n\nHeart restores <Health>Health</>\nBlue lightning restores <Energy>Energy</>\nYellow diamond gives <Points>Points</>\nThe Yellow shield gives the character the <Shield>Shielded state</>"
					},
					"Translation":
					{
						"Text": "<Action>Derrotar</> a un <Danger>Enemigo</> te recompensa con <Points>Puntos</>, aumenta tu medidor de <Rage>Rabia</> y brinda la oportunidad de recibir valiosos <Item>objetos</> como recompensa.\r\nExisten 4 tipos de <Item>objetos</>\r\n\r\nEl Corazón restaura la <Health>Salud</>\r\nEl relámpago azul restaura la <Energy>Energía</>\r\nEl diamante amarillo otorga <Points>Puntos</>\r\nEl escudo amarillo otorga al personaje el estado de <Shield>Protegido</>."
					},
					"Key": "7_TextColumn"
				},
				{
					"Source":
					{
						"Text": "<Action>Move</>:  <img id=\"WKey\" height=\"40\"/><img id=\"AKey\" height=\"40\"/><img id=\"SKey\" height=\"40\"/><img id=\"Dkey\" height=\"40\"/> <input>keys</> or <img id=\"LStick\" height=\"40\"/><input> Stick</>\n\n\n<Action>Aim</>: rotating <input>Mouse</> or  <img id=\"Rstick\" height=\"40\"/><input> Stick</>"
					},
					"Translation":
					{
						"Text": "<Action>Mover</>:  <img id=\"WKey\" height=\"40\"/><img id=\"AKey\" height=\"40\"/><img id=\"SKey\" height=\"40\"/><img id=\"Dkey\" height=\"40\"/> <input>teclas</> o <img id=\"LStick\" height=\"40\"/><input> Joystick</>\r\n\r\n\r\n<Action>Apuntar</>: girando el <input>Ratón</> o <img id=\"Rstick\" height=\"40\"/><input> Joystick</>."
					},
					"Key": "1_TextColumn"
				},
				{
					"Source":
					{
						"Text": "<Action>Movement speed</> will noticeably decrease while <Action>shooting</>, but in return, your <Action>accuracy</> will greatly improve when you take a stand and <Action>fire your weapon while standing still</>"
					},
					"Translation":
					{
						"Text": "La <Action>velocidad de movimiento</> disminuirá notablemente mientras <Action>disparas</>, pero a cambio, tu <Action>precisión</> mejorará considerablemente cuando te detengas y <Action>disparas tu arma estando quieto</>."
					},
					"Key": "3_TextColumn"
				},
				{
					"Source":
					{
						"Text": "Almost every <Danger>Enemy</> can be <Action>stunned</> when their remaining <Health>health</> reaches a certain threshold."
					},
					"Translation":
					{
						"Text": "Casi todos los <Danger>enemigos</> pueden ser <Action>aturdidos</> cuando su <Health>salud restante</> alcanza cierto umbral."
					},
					"Key": "6_TextColumn"
				},
				{
					"Source":
					{
						"Text": "As each <Danger>enemy wave</> reaches its conclusion, a <Item>chest</> will appear near your character. To unlock its contents, you must <Action>aim and shoot</> at the chest."
					},
					"Translation":
					{
						"Text": "A medida que cada <Danger>oleada de enemigos</> llega a su conclusión, aparecerá un <Item>cofre</> cerca de tu personaje. Para desbloquear su contenido, debes <Action>apuntar y disparar</> al cofre."
					},
					"Key": "8_TextColumn"
				},
				{
					"Source":
					{
						"Text": "When your <Rage>Rage bar</> reaches its maximum capacity, you'll unlock the devastating ability to perform a <Action>Rage attack</> with  <img id=\"QBtn\" height=\"40\"/>  or  <img id=\"RB\" height=\"40\"/>"
					},
					"Translation":
					{
						"Text": "Cuando tu barra de <Rage>Rabia</> alcanza su capacidad máxima, desbloquearás la devastadora habilidad de realizar un <Action>ataque de rabia</> con <img id=\"QBtn\" height=\"40\"/> o <img id=\"RB\" height=\"40\"/>."
					},
					"Key": "5_TextColumn"
				},
				{
					"Source":
					{
						"Text": "Whenever you've got a clear line of sight to an <Danger>Enemy</> their health bar will become visible\n\nYou can <Action>shoot</>  with <img id=\"LMouse\" height=\"40\"/> or with <img id=\"LT\" height=\"40\"/>\n\n\n<Action>Reload</> using  <img id=\"RBtn\" height=\"40\"/>  or  <img id=\"YBtn\" height=\"40\"/>"
					},
					"Translation":
					{
						"Text": "Siempre que tengas una línea de visión clara hacia un <Danger>Enemigo</>, su barra de salud se volverá visible.\r\n\r\nPuedes <Action>disparar</> con <img id=\"LMouse\" height=\"40\"/> o con <img id=\"LT\" height=\"40\"/>.\r\n\r\nPara <Action>recargar</>, utiliza <img id=\"RBtn\" height=\"40\"/> o <img id=\"YBtn\" height=\"40\"/>."
					},
					"Key": "2_TextColumn"
				},
				{
					"Source":
					{
						"Text": "Your final <Points>score</> takes into account the <Points>points</> you've earned during gameplay, but will be <Action>reduced</> by a factor related to the <Action>time elapsed</> in the game, multiplied by two.\n\nThis means that <Action>speed</> in eliminating <Danger>enemies</> is akin to earning extra <Points>points</>."
					},
					"Translation":
					{
						"Text": "Tu <Points>puntuación final</> tiene en cuenta los <Points>puntos</> que has ganado durante el juego, pero se <Action>reducirá</> por un factor relacionado con el <Action>tiempo transcurrido</> en el juego, multiplicado por dos.\r\n\r\nEsto significa que la <Action>rapidez</> en eliminar <Danger>enemigos</> equivale a ganar puntos adicionales."
					},
					"Key": "9_TextColumn"
				}
			]
		}
	]
}